Repository: DThought/orage
Catalog: po/*.po
Languages: ku, mr, ta

source: Xfcalendar
ku: Xfsalname
mr: xf दिनदर्शिका

source: Mode
ku: Mod
mr: पद्धत
ta: முறைமை

source: Normal
ku: Asayî
mr: सामान्य
ta: சாதாரணம்

source: Compact
ku: Kompakt
mr: सक्षिंप्त
ta: சிறிது

source: Show in...
mr: यात दाखवा...

source: Taskbar
mr: कार्य दांडा

source: Pager
mr: पेजर

source: Systray
mr: सिसट्रे

source: Start visibility
mr: दृश्यतेची सुरुवात

source: Show
mr: प्रदर्शन

source: Hide
mr: लपविणे

source: Manage your time with Xfce4
ku: Dema xwe bi Xfce4 idare bike
mr: Xfce4 बरोबर तुमच्या वेऴेची व्यवस्था करा

source: Core developer
ku: Afirandêrên bingehî
mr: मुख्य निर्माता

source: Contributor
ku: Yên alîkarî kirine
mr: पल्लवी

source: Question
mr: प्रश्न

source: The information has been modified. Do you want to continue ?
mr: माहीती बदलेली आहे. तुम्हास पूढे चालू ठेवावयाचे आहे का?

source: Appointment
ku: Randevu
mr: नेमणूक
ta: முன்னேற்பாடு

source: Save (Ctrl+s)
ku: Tomar bike (Ctrl+s)
mr: रशण (Ctrl+s)
ta: சேமிக்கவும் Save (Ctrl+s)

source: Previous day (Ctrl+p)
ku: Do (Ctrl+p)
mr: मागील दिवस (Ctrl+p)
ta: நேற்றைய நால் (Ctrl+p)

source: Today (Alt+Home)
ku: Îro (Alt+Home)
mr: आज (Alt+Home)
ta: இன்று (Alt+Home)

source: Next day (Ctrl+n)
ku: Roja pêş (Ctrl+n)
mr: पुढचा दिवस (Ctrl+n)
ta: அடுத்த நால் (Ctrl+n)

source: Close (Ctrl+w)
ku: Bigire (Ctrl+w)
mr: बंद (Ctrl+w)
ta: மூடுக (Ctrl+w)

source: Clear (Ctrl+l)
ku: Pakij bike (Ctrl+l)
mr: साफ (Ctrl+l)
ta: துப்பரவு (Ctrl+l)

source: Warning
ku: Hişyar
mr: इशारा
ta: எச்சரிக்கை

source: You will remove all information associated with this date.
ku: Tu dê her agahiya girêdayî vê dîrokê tune bikî.
mr: या दिवसाशी संबधीत असलेली माहीती काढूण टाका.
ta: இத்திகதியில் உள்ள அனைத்து விபரங்களையும் அழித்துவிடுவீர்.

source: _File
ku: _Dosya
mr: फाईल (_F)
ta: _கோப்பு

source: _Close window
ku: Paceyê _bigire
mr: बंद विंण्डो (_C)

source: _Settings
ku: _Mîheng
mr: रचना (_S)

source: _Preferences
ku: _Vebijêrk
mr: प्राधाण्य(_P)

source: Select _Today
ku: Îro _hilbijêre
mr: आज निवडा (_T)

source: _Help
ku: _Alîkarî
mr: मदत (_H)
ta: _உதவி

source: _About
ku: _Der barê
mr: च्या बद्दल (_A)
ta: _பற்றி

source: This should not happen
ku: Pêwîst e ev nebe
mr: असे घडावयास नाही पाहिजे
ta: இது நடைபெறக்கூடாது

source: Cannot create MCS client channel
ku: Nikare MCS client channel biafirîne
mr: MCS क्लाइअण्ट चॅनेल तयार करु शकत नाही
ta: MCS சேவைப்பயனர் தடம் உருவாக்க முடியவில்லை

source: Reminder
ku: Bîranîn
mr: आठवणे
ta: ஞாபகமூட்டி

source: Couldn't find pixmap file: %s
ku: Dosiya pixmap nehat dîtin: %s
mr: pixmap फाईल सापडू शकत नाही: %s
ta: பிக்ஸ்படம் கோப்பு கண்டுபிடிக்க முடியவில்லை: %s

source: Today
ku: Îro
mr: आज
ta: இன்று

source: Preferences
ku: Vebijêrk
mr: प्राधाण्य
ta: விருப்பங்கள்

source: About Xfcalendar
ku: Der barê Xfsalname
mr: Xf दिनदर्शिके बद्दल

source: XFCalendar
ta: XFநால்-காட்டி

source: Close window
ta: சாளரம் மூடுக்

source: Settings
ta: அமைவுகள்

source: Select Today
ta: இன்று தெரிவு செய்க

source: Clear
ta: துப்பரவு

source: About XFCalendar
ta: XFநால்-காட்டி பற்றி

source: Week starts with...
ta: கிழமை தொடங்குவது...

source: Sunday
ta: ஞாயிறு

source: Monday
ta: திங்கள்
